Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=180_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Parlamentaarikkojen konferenssi kiirehtii pohjoismaista saamelaissopimusta ja ILO-sopimusta
smn: Konferens huáput tave-eennâmlâš sämisopâmuš já ILO-sopâmuš

source: Suomen, Ruotsin ja Norjan Saamelaiskäräjät kannustavat valtioita yhteistyössä saamelaiskäräjien kanssa edistämään pohjoismaisen saamelaissopimuksen voimaansaattamista.
smn: Suomâ, Ruotâ já Taažâ Sämitigeh movtijditeh staatâid ohtsâšpargoost sämitigijguin ovdediđ tave-eennâmlâš sämisopâmuš vuáimánšoddâm.

source: Saamelaiskäräjät kannustavat valtioita kansallisiin ratkaisuihin ILO 169 sopimuksen hengessä ja kehottavat Suomea ja Ruotsia ratifioimaan sopimuksen.
smn: Sämitigeh movtijditeh staatâid aalmuglâš čuávdusáid ILO 169 sopâmuš vuoiŋâst já avžuutteh Suomâ ja Ruotâ ratifistiđ sopâmuš.

source: Rovaniemellä tiistaina 28.10 pidetty saamelaisten parlamentaarikkojen konferenssi hyväksyi päätösasiakirjan, jossa se mm. korostaa valtioiden vastuuta alkuperäiskansaansa koskevien kansainvälisoikeudellisten velvoitteiden toteuttamisessa.
smn: Ruávinjaargâst majebaargâ 28.10 toollum säämi parlamenttârij konferens tuhhiittij loppâäššikirje, mast tot el. tiäddut staatâi ovdâsvástádâs algâaalmugijdis kyeskee aalmugijkoskâsâš vuoigâdvuođâlâš kenigâsvuođâi olášutmist.

source: Konferenssin päätösasiakirja kokonaisuudessaan seuraavassa:
smn: Konferens loppâäššikirje ollásávt čuávvost:

source: Päätösasiakirja
smn: Loppâäššikirje

source: Saamelaisparlamentaarikkojen toinen konferenssi Rovaniemellä lokakuun 28. päivänä 2008
smn: Sämiparlamenttârij nubbe konferens Ruávinjaargâst roovvâdmáánu 28. peeivi 2008

source: Saamelaisparlamentaarikkojen toinen konferenssi, joka koostuu Suomen, Norjan ja Ruotsin saamelaiskäräjien edustajista ja johon osallistuu Venäjän puolen saamelaisten edustajia, kokoontuneena Rovaniemelle lokakuun 28 p:nä 2008:
smn: Sämiparlamenttârij nubbe konferens, moos uásálistii Suomâ, Taažâ já Ruotâ sämitigij ovdâsteijeeh já Ruošâ sämmilij ovdâsteijeeh, čokkânij Ruávinjaargân roovvâdmáánu 28 peeivi 2008:

source: Yhtyy täysin saamelaisparlamentaarikkojen ensimmäisen konferenssin julkilausumaan, Jokkmokkin julistukseen, ja korostaa tuon julistuksen perustan tärkeyttä,
smn: Kuorrâs ollásávt sämiparlamenttârij vuossâmuu konferens almosciälkkámušân, Juhâmohe julgáštâsân, já tiäddut taan julgáštâs vuáđu tehálâšvuođâ,

source: Korostaa, että valtioilla on vastuu YK:n alkuperäiskansajulistuksen voimaansaattamisesta, ja osoittaa samalla, että saamelaisparlamentaarikoilla ja saamelaiskäräjillä on vastuu huolehtia siitä, että alkuperäiskansajulistuksen säännöksiä käytetään ja noudatetaan,
smn: Tiäddut, et staatâin lii ovdâsvástádâs OA algâaalmugjulgáštâs vuáimánjoođeetmist, já čuujoot siämmást, et sämiparlamenttârijn já sämitiggeest lii ovdâsvástádâs anneeđ huolâ tast, et algâaalmugjulgáštâs njuolgâdusah tottâluvvojeh já nuávdittuvvojeh,

source: Muistuttaa valtioita joiden alueella saamelaisia asuu siitä, että yhä on olemassa paljon kansainvälisoikeudellisia velvoitteita, joita ei ole kyllin hyvin toteutettu, ja että valtioiden tulee panna etusijalle velvoitteiden toteuttamistyö,
smn: Muštoot staatâid tast, moi kuávluin sämmiliih ääsih, et ain láá lemin ennuu aalmugijkoskâsâš vuoigâdvuođâlâš kenigâsvuođah, moh iä lah tuárvi pyereest olášuttum, já et staatah kalgeh pieijâđ ovdâsajan kenigâsvuođâi olášuttempargo,

source: Korostaa, että me saamelaiset olemme yksi kansa, koska meillä on yhteinen historia, kulttuuri, kieli ja maa-alueet, ja että valtakunnanrajat eivät saa rikkoa yhtenäisyyttämme;
smn: Tiäddut, et mij sämmiliih lep ohtâ almug, ko mist láá ohtsâš historjá, kulttuur, kielâ já eennâmkuávluh, já et väldikudijrääjih iä uážu rikkođ mii ohtâlâšvuođâ;

source: Julistaa yksimielisesti seuraavaa:
smn: Almoot oovtmielâlávt čuávvoo:

source: Saamelaisilla kansana on YK:n vuoden 1966 itsemääräämisoikeutta koskevan sopimuksen ensimmäisen artiklan mukaan oikeus päättää poliittisista oloistaan, edistää taloudellista, sosiaalista ja kulttuurista kehitystään sekä hallita omia luonnonvarojaan ja - esiintymiään, eikä heiltä missään oloissa saa ottaa pois heidän toimeentulolleen tärkeitä resursseja.
smn: Sämmilijn lii aalmugin OA ive 1966 jiešmeridemvuoigâdvuođâ kyeskee sopâmuš vuossâmuu artikla mield vuoigâdvuotâ meridiđ jieijâs poolitlâš tiileest, ovdediđ ekonoomlâš, sosiaallâš já kulttuurlâš ovdánemes sehe haldâšiđ jieijâs luánduvaarijd já - tiettuumijd, ige mongin tiileest uážu väldiđ meddâl sii áigápuátun kullee tehálâš resurssijd.

source: Saamelaisia tulee kuulla ja heidän tulee päästä osallistumaan päätösprosesseihin asioissa, jotka vaikuttavat saamelaisiin suoraan, ja valtioiden pitää hakea saamelaisten vapaa ja etukäteen ilmaistu myöntyminen kaikkiin niihin toimiin, jotka koskevat saamelaisia.
smn: Sämmilijd kalga kuullâđ já sii kalgeh peessâđ uásálistiđ aašij loppâprosessáid, moh vaikutteh njuolgist sämmiláid, já staatah kalgeh uuccâđ sämmilij rijjâ já muuneeld almottum miettâm puoh taggaar toimáid, moh kyeskih sämmilijd.

source: Perintötieto on tärkeä osa saamelaiskulttuuria ja - identiteettiä.
smn: Ärbitiätu lii tehálâš uási sämikulttuur já - identiteet.

source: Saamelaisilla on oikeus säilyttää, suojella ja kehittää omaa kulttuuriperintöään, perintötietojaan ja kulttuuri-ilmaisumuotoja niihin kuuluvinen tekijänoikeuksineen.
smn: Sämmilijn lii vuoigâdvuotâ siäiluttiđ, suojâliđ já ovdediđ jieijâs kulttuuräärbi, ärbitiäđu já kulttuurolgospyehtimhaamijd toid kullee rähteevuoigâdvuođâidiskuin.

source: Valtioiden tulee yhdessä saamelaisten kanssa toteuttaa tehokkaita toimia näiden oikeuksien tunnustamiseksi ja suojaamiseksi.
smn: Staatah kalgeh oovtâst sämmilijguin olášuttiđ pehtilis tooimâid tai vuoigâdvuođâi tuubdâstmân já suoijiimân.

source: Perinteisiä saamelaisia symboleja ei saa sallia käytettävän ilman saamelaisten myöntymistä, ja niitä tulee käyttää vain saamelaisten itsensä hyväksymiin tarkoituksiin.
smn: Ärbivuáválâš säämi symbolij kevttim ij koolgâ leđe loválâš sämmilij mietâmâšâttáá, já taid kalga kevttiđ tuše sämmilij jieijâs tuhhiittem uáiviláid.

source: Saamelaiset ovat monien sukupolvien ajan eläneet luonnossa ja luonnosta, ja heillä on erityistä osaamista luonnon suojelemisessa ja käyttämisessä.
smn: Sämmiliih láá maaŋgâi suhâpuolvâi ääigi iällám luándust já haahâm tast áigápuáđus, já sist lii sierânâs mättim luándu suoijâlmist já kevttimist.

source: Saamelaisten perintötieto myötävaikuttaa itsestään vahvaan kestävään kehitykseen.
smn: Sämmilij ärbitiätu miäđušt jiešmeidlist noonâ já pištee ovdánmân.

source: Saamelaisten erityissuhde luontoon sisältää sekä velvollisuuden että vastuun ympäristön riittävästä huomioonottamisesta sekä perintötiedon välittämisestä tuleville sukupolville.
smn: Sämmilij sierânâskoskâvuotâ luándun tuálá siste sehe kenigâsvuođâ já ovdâsvástádâs pirrâs kelijdeijee vuotânväldimist sehe ärbitiäđu sirdemist puátteid suhâpuolváid.

source: Oikeus vaalia, käyttää ja kehittää omaa kieltään on yksi perustavanlaatuinen ihmisoikeus.
smn: Vuoigâdvuotâ aitârdiđ, kevttiđ já ovdediđ jieijâs kielâ lii ohtâ vuáđusteijee olmoošvuoigâdvuođâin.

source: Saamelaisilla on oikeus käyttää kieltään ja tulla ymmärretyksi omalla kielellään.
smn: Sämmilijn lii vuoigâdvuotâ kevttiđ jieijâs kielâ já et sun šadda iberduđ jiejâs kieláin.

source: Saamelaisten itse tulee saamelaiskäräjien kautta hoitaa kieltään.
smn: Sämmiliih kalgeh jiejah hoittáđ kielâs sämitige pehti.

source: Valtioiden pitää toteuttaa kansalliset ja kansainväliset velvoitteensa saamenkielen suhteen.
smn: Staatah kalgeh olášuttiđ aalmuglâš já aalmugijkoskâsâš kenigâsvuođâidis sämikielâ háárán.

source: Saamelaislapsilla- ja nuorilla on oikeus puhua ja oppia omaa kieltään, harjoittaa omaa kulttuuriaan ja kehittää omaa identiteettiään.
smn: Sämipárnáin já - nuorâin lii vuoigâdvuotâ sárnuđ já oppâđ jieijâs kielâ, ovdediđ jieijâs kulttuur já identiteet.

source: Valtioiden ja saamelaiskäräjien tulee yhdessä perustaa lapsille ja nuorille kokoontumispaikkoja kuten järjestö- ja nettikokoontumispaikkoja myös ylitse valtakunnanrajojen.
smn: Staatah já sämitigeh kalgeh oovtâst vuáđudiđ párnáid já nuoráid čokkânemsoojijd tegu ornijdâh- já nettičokkânemsoojijd meiddei väldikudijraajij paijeel.

source: Saamelaislapsilla ja - nuorilla on oikeus saada täysimääräistä terveys- ja sosiaalipalvelua, joka pohjautuu heidän omaan kieleensä ja kulttuuriinsa, ja tuki- ja avustustoimia kehitettäessä tulee ottaa huomioon heidän etninen, kulttuurinen, kielellinen ja uskonnollinen taustansa.
smn: Sämipárnáin já - nuorâin lii vuoigâdvuotâ finniđ olesmiärásâš tiervâsvuođâ- já sosiaalpalvâlus, mii vuáđuduvá sii jieijâs kielân já kulttuurân, já toorjâ- já išetooimâid oovdeddijn kalga väldiđ vuotân sii etnisâš, kulttuurlâš, kielâlâš já uskoldâhlâš tuávááš.

source: Saamelaiskäräjät aikovat yhdessä valtioiden kanssa vastata Suomen, Norjan ja Ruotsin lapsiasiavaltuutettujen yhteispohjoismaisen raportin haasteisiin.
smn: Sämitigeh áiguh oovtâst staatâiguin västidiđ Suomâ, Taažâ já Ruotâ pärniäššiváldálijguin ohtsâštave-eennâmlâš raapoort hástusáid.

source: Valtioiden tulee toteuttaa ne oikeudet, jotka lapsilla ja nuorilla on kansallisen oikeuden ja kansainvälisten oikeusstandardien mukaan.
smn: Staatah kalgeh olášuttiđ taid vuoigâdvuođâid, moh párnáin já nuorâin láá aalmuglâš vuoigâdvuođâ já aalmugijkoskâsâš riehtistandardij mield..

source: Saamelaiskäräjillä on velvollisuus toimia siten, ettei ketään syrjitä sukupuolen, seksuaalisen suuntautuneisuuden tai etnisyyden takia.
smn: Sämitiigijn lii kenigâsvuotâ toimâđ nuuvt, et kihheen ij olgoštuu suhâpele, seksuaallâš sundášume tâi etnisâšvuođâ keežild.

source: Saamelaisnaisilla ja - miehillä tulee olla samanlaiset mahdollisuudet, oikeudet ja velvollisuudet kaikilla yhteiskunta-aloilla.
smn: Säämi nisonijn já - almain kalgeh leđe siämmáálágáneh máhđulâšvuođah, vuoigâdvuođah já kenigâsvuođah puohâin ohtsâškoddesuorgijn.

source: Naisilla ja miehillä pitää olla samat mahdollisuudet osallistua päätöksentekoelimien toimintaan ja heidän tulee olla mukana vaikuttamassa vastaiseen yhteistyöhön yhteiskunnan kaikilla aloilla.
smn: Nisonijn já almain kalgeh leđe siämmáálágáneh máhđulâšvuođah uásálisteđ miärádâstoohâmorgaanâi tooimân já sij kalgeh leđe mieldi vaikutmin vijđáht ohtsâšpaargon ohtsâškode puoh suorgijn.

source: Valtioiden tulee tunnistaa ja hyväksyä saamelaisten omistus- ja käyttöoikeudet omiin maihinsa.
smn: Staatah kalgeh tubdâstiđ já tuhhiittiđ sämmilij omâstem- já kevttimvuoigâdvuođâid jiejâs enâmáid.

source: Saamelaisalueilla toimia ei tule toteuttaa ilman kyseisten alueiden saamelaisten etukäteen ilmaisemaa myöntymistä.
smn: Tooimâid sämikuávluin ij ei koolgâ olášuttiđ kuávlu sämmilij muuneeld almottem mietâmâšâttáá.

source: Saamelaisten pitää saada täysi korvaus joko maina tai muilla tavoin käypä korvaus.
smn: Sämmiliih kalgeh finniđ oles sajanmáávsu jo-uv enâmin tâi eres ášálâš sajanmávsoin.

source: Korvauksen tulee kattaa myös tulevien sukupolvien oikeusmenetykset.
smn: Sajanmáávsun kalgeh kuullâđ meiddei puáttei suhâpuolvâi vuoigâdvuođâmoonâtmeh.

source: Valtioiden pitää palauttaa hyväksikäyttämänsä alueet sen jälkeen kun niiden käyttö on päättynyt.
smn: Staatah kalgeh macâttiđ enâmijd, moiguin toh láá ávhástâllâm, tast maŋa ko toi kevttim lii nuuhâm.

source: Valtioiden tulee tunnustaa saamelaisten oikeus osaan hyödyntämisarvosta mineraaleja tai muita rikkauksia maan alta otettaessa tai oikeus muihin resursseihin, joita valtiot omistelevat saamelaisten asumilla tai muuten käyttämillä alueilla.
smn: Staatah kalgeh tubdâstiđ sämmilij vuoigâdvuođâ uásán ávhástâllâmáárvust mineraaláid tâi eres riggoduvváid, maid väldih eennâm vyelni tâi vuoigâdvuođâ eres resurssáid, maid staatah iäigádušeh sämmilij aassâm tâi mudoi kevttim kuávluin.

source: Paikallisia saamelaisyhteisöjä tulee valmistaa kohtaamaan haasteita, jotka johtuvat heidän alueidensa luonnonvarojen hyväksikäytöstä.
smn: Páiháliih sämisiärváduvah ferttejeh rahttâttâđ kuáhtáđ hástušijd, moh šaddeđ sii kuávlui luánduvarijguin ávhástâlmist.

source: Kolmen maan saamelaiskäräjät toteavat, ettei yhdessäkään saamelaisten asumassa maassa ole järjestelmiä, jotka ottaisivat saamelaiskäräjät mukaan budjetointi- tai rahoitustyöhön saamelaistarpeita varten tai toteuttamaan saamelaiskäräjien omaa asioiden tärkeysjärjestystä.
smn: Kuulmâ eennâm sämitigeh páhudeh, et oovtâgin sämmilij aassâm enâmist iä lah vuáháduvah, moh váldáččii sämitige fáárun budjetistem- tâi ruttâdempaargon sämitárbui várás tâi olášuttiđ sämitige jieijâs ášij tehálâšvuođâoornig.

source: Saamelaiskäräjät toteavat, että itsemäärämisoikeus, oikeus asettaa asioita omaan tärkeysjärjestykseen ja neuvotteluoikeus asioissa, joilla on suora merkitys saamelaisille alkuperäiskansana, ovat keskeisiä kansainvälisiä oikeuksia.
smn: Sämitigeh páhudeh, et jiešmeridemvuoigâdvuotâ, vuoigâdvuotâ asâttiđ aašijd jieijâs tehálâšvuođâoornigân já ráđádâllâmvuoigâdvuotâ aašijn, main lii njuálgu merhâšume sämmiláid algâaalmugin, láá merhâšittee aalmugijkoskâsâš vuoigâdvuođah.

source: Nämä periaatteet on valtioiden tunnustettava ja toteutettava myös talousarvion laatimisessa ja saamelaiskohteiden rahoittamisessa.
smn: Táid prinsiipâid kalgeh staatah tubdâstiđ já olášuttiđ meiddei budjet rähtimist já sämičuásáttuvâi ruttâdmist.

source: Saamelaiskäräjät korostavat, että pohjoismaisella saamelaissopimuksella on suuri merkitys saamelaiselle yhteiskuntakehitykselle, ja toteavat samalla huolestuneina, että toiminta pohjoismaisen saamelaissopimuksen hyväksi ei ole edennyt saamelaisministerien ja saamelaiskäräjien puheenjohtajien välisen sopimuksen mukaisesti, vrt. marraskuun 14. päivänä 2007 päivätty pöytäkirja.
smn: Sämitigeh tiädutteh, et tave-eennâmlâš sämisopâmušâst lii stuorrâ merhâšume säämi ohtsâškoddeovdánmân, já siämmást páhudeh huolâst, et toimâ tave-eennâmlâš sämisopâmuš pyerrin ij láh ovdánâm sämiministerij já sämitige saavâjođetteijei koskâsâš sopâmuš miäldásávt, vrd. roovvâdmáánu 14. peeivi 2007 peividum pevdikirje.

source: Saamelaiskäräjät viittaavat samalla siihen positiiviseen työhön, jota kaikki valtiot tekivät YK:n alkuperäiskansajulistuksen aikaansaamiseksi.
smn: Siämmást Sämitigeh čujotteh ton positiivlâš paargon, maid puoh staatah porgii OA algâaalmugjulgáštâs finniimân áigá.

source: Saamelaiskäräjät kehottavat saamelaisministereitä ja saamelaiskäräjien puheenjohtajia mitä pikimmin jatkamaan pohjoismaista sopimusprosessia vuoden 2007 marraskuun sopimusta seuraamalla.
smn: Sämitigeh avžuutteh sämiministerijd já sämitige saavâjođetteijeid jotelumos vyevi mield juátkiđ tave-eennâmlâš sopâmušproosees čuávumáin ive 2007 roovvâdmáánu sopâmuš.

source: Saamelaiskäräjät kannustavat valtioita yhteistyössä saamelaiskäräjien kanssa aloittamaan pohjoismaisen saamelaissopimuksen toimeenpanon selvittämisen valtioiden välistä yhteistyötä koskevissa ratkaisuissa.
smn: Sämitigeh movtijditeh staatâid ohtsâšpargoost sämitigijguin algâttiđ tave-eennâmlâš sämisopâmuš tooimânpieijâm čielgim staatâi koskâsâš ohtsâšpargo kyeskee čuávdusijn.

source: Saamelaiskäräjät kannustavat valtioita kansallisiin ratkaisuihin ILO 169 sopimuksen hengessä ja kehottavat Suomea ja Ruotsia ratifioimaan kyseisen sopimuksen.
smn: Sämitigeh movtijditeh staatâid aalmuglâš čuávdusáid ILO 169 sopâmuš vuoiŋâst já avžuutteh Suomâ já Ruotâ ratifistiđ áášánkullee sopâmuš.

source: Suomella, Norjalla ja Ruotsilla on erityinen vastuu saamen kielen säilymisestä ja edistämisestä elävänä kielenä myös saamelaisalueiden ulkopuolella.
smn: Suomâst, Taažâst já Ruotâst lii sierânâs ovdâsvástádâs sämikielâ siäilumist já oovdedmist ellee kiellân meid sämikuávlu ulguubeln.

source: Saamelaiskäräjät kehottavat kyseisiä valtioita luomaan saamelaisalueelle korkea-asteen koulutusta tarjoava ympäristö, jotta saamelaisnuorilla on mahdollisuus tulla saamen kielen asiantuntijoiksi.
smn: Sämitigeh avžuutteh áášánkullee staatâid rähtiđ sämikuávlun ollâtääsi škovlim fällee pirrâs, vâi säminuorâin lii máhđulâšvuotâ šoddâđ sämikielâ äššitobden.
